Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: The face’s motion is adapted from [blobatar](peel-license:blobatar-LICENSE)
cs: Pohyb obličeje vychází z projektu [blobatar](peel-license:blobatar-LICENSE)
de: Die Bewegungen des Gesichts basieren auf [blobatar](peel-license:blobatar-LICENSE)
es: El movimiento de la cara está adaptado de [blobatar](peel-license:blobatar-LICENSE)
fr: Les animations du visage sont adaptées de [blobatar](peel-license:blobatar-LICENSE)
it: Il movimento della faccina è adattato da [blobatar](peel-license:blobatar-LICENSE)
ja: 顔の動きは[blobatar](peel-license:blobatar-LICENSE)を基にしています
ko: 얼굴의 움직임은 [blobatar](peel-license:blobatar-LICENSE)에서 가져와 수정했습니다
nl: De beweging van het gezicht is ontleend aan [blobatar](peel-license:blobatar-LICENSE)
pl: Ruch twarzy zaadaptowano z [blobatar](peel-license:blobatar-LICENSE)
pt: O movimento do rosto é adaptado do [blobatar](peel-license:blobatar-LICENSE)
ro: Mișcarea feței este adaptată după [blobatar](peel-license:blobatar-LICENSE)
ru: Анимация лица основана на [blobatar](peel-license:blobatar-LICENSE)
sv: Ansiktets rörelser är anpassade från [blobatar](peel-license:blobatar-LICENSE)
tr: Yüzün hareketleri [blobatar](peel-license:blobatar-LICENSE) projesinden uyarlanmıştır
uk: Рухи обличчя адаптовано з [blobatar](peel-license:blobatar-LICENSE)
zh_hans: 脸部动画改编自[blobatar](peel-license:blobatar-LICENSE)
zh_hant: 臉孔的動作改編自[blobatar](peel-license:blobatar-LICENSE)

source: The folder it’s in couldn’t be found.
cs: Složku, ve které je, nelze najít.
de: Der Ordner, in dem es liegt, wurde nicht gefunden.
es: No se ha podido encontrar la carpeta en la que está.
fr: Le dossier qui le contient est introuvable.
it: Impossibile trovare la cartella che lo contiene.
ja: この項目があるフォルダが見つかりませんでした。
ko: 항목이 들어 있는 폴더를 찾을 수 없습니다.
nl: De map waarin het staat, kon niet worden gevonden.
pl: Nie znaleziono folderu, w którym się znajduje.
pt: Não foi possível encontrar a pasta em que ele está.
ro: Dosarul în care se află nu a putut fi găsit.
ru: Не удалось найти папку, в которой это находится.
sv: Mappen som det ligger i kunde inte hittas.
tr: İçinde bulunduğu klasör bulunamadı.
uk: Не вдалося знайти папку, у якій лежить елемент.
zh_hans: 找不到它所在的文件夹。
zh_hant: 找不到它所在的檔案夾。

source: The folders Peel looks through
cs: Složky, které Peel prochází
de: Die Ordner, die Peel durchsucht
es: Las carpetas que revisa Peel
fr: Les dossiers que Peel parcourt
it: Le cartelle in cui Peel cerca
ja: Peelが調べるフォルダ
ko: Peel이 살펴보는 폴더
nl: De mappen die Peel doorzoekt
pl: Foldery, które przegląda Peel
pt: As pastas que o Peel examina
ro: Dosarele în care caută Peel
ru: Папки, которые просматривает Peel
sv: Mapparna som Peel går igenom
tr: Peel’in baktığı klasörler
uk: Папки, які переглядає Peel
zh_hans: Peel查找的文件夹
zh_hant: Peel會查看的檔案夾

source: The folders you leave are remembered, each only once: `dirs -v` lists them, and `cd +1`, `cd +2`, and so on go back.
cs: Každá složka, kterou opustíte, se uloží jen jednou: `dirs -v` je vypíše a `cd +1`, `cd +2` a tak dále vás do nich vrátí.
de: zsh merkt sich jeden Ordner, den du verlässt, jeden nur einmal: `dirs -v` listet sie auf, und mit `cd +1`, `cd +2` und so weiter kehrst du zurück.
es: Cada carpeta de la que sales se guarda una sola vez: `dirs -v` las enumera, y `cd +1`, `cd +2` y así sucesivamente vuelven a ellas.
fr: Chaque dossier que vous quittez est mémorisé une seule fois : `dirs -v` les liste, et `cd +1`, `cd +2` et ainsi de suite vous y ramènent.
it: Ogni cartella che lasci viene ricordata una sola volta: `dirs -v` le elenca, e `cd +1`, `cd +2` e così via ti ci riportano.
ja: 離れたフォルダは、それぞれ1回だけ記録されます。`dirs -v`で一覧を表示でき、`cd +1`、`cd +2`などで戻れます。
ko: 떠나온 폴더를 각각 한 번씩만 기억합니다. `dirs -v` 명령으로 목록을 볼 수 있으며, `cd +1`, `cd +2` 등으로 되돌아갈 수 있습니다.
nl: Elke map die je verlaat, wordt één keer bewaard: `dirs -v` toont ze, en `cd +1`, `cd +2` enzovoort gaan ernaar terug.
pl: Każdy opuszczony folder jest zapamiętywany tylko raz: `dirs -v` wyświetla ich listę, a `cd +1`, `cd +2` i tak dalej do nich wracają.
pt: Cada pasta de onde você sai é guardada uma vez: `dirs -v` lista essas pastas, e `cd +1`, `cd +2` e assim por diante voltam a elas.
ro: Fiecare dosar pe care îl părăsiți este reținut o singură dată: `dirs -v` le listează, iar `cd +1`, `cd +2` și așa mai departe le accesează din nou.
ru: Каждая папка, из которой Вы уходите, запоминается один раз: `dirs -v` выводит их список, а `cd +1`, `cd +2` и так далее возвращают в них.
sv: Varje mapp som du lämnar sparas bara en gång: `dirs -v` listar dem, och `cd +1`, `cd +2` och så vidare tar dig tillbaka.
tr: Ayrıldığınız her klasör bir kez saklanır: `dirs -v` bunları listeler, `cd +1`, `cd +2` gibi komutlar da o klasörlere geri götürür.
uk: Кожна папка, з якої ви виходите, зберігається один раз: `dirs -v` показує їх список, а `cd +1`, `cd +2` і так далі повертають до них.
zh_hans: 你离开的每个文件夹都会被记下，且只记一次：`dirs -v`会列出它们，`cd +1`、`cd +2`等则可返回这些文件夹。
zh_hant: 你離開的每個檔案夾都只會記錄一次：`dirs -v`會列出它們，而`cd +1`、`cd +2`等可返回這些檔案夾。

source: The helper couldn’t be installed.
cs: Pomocníka nelze nainstalovat.
de: Das Hilfsprogramm konnte nicht installiert werden.
es: No se ha podido instalar el asistente.
fr: Impossible d’installer l’utilitaire.
it: Impossibile installare l’assistente.
ja: ヘルパーをインストールできませんでした。
ko: 보조 프로그램을 설치할 수 없습니다.
nl: Het hulpprogramma kon niet worden geïnstalleerd.
pl: Nie udało się zainstalować pomocnika.
pt: Não foi possível instalar o auxiliar.
ro: Instrumentul de ajutor nu a putut fi instalat.
ru: Не удалось установить помощника.
sv: Hjälpprogrammet kunde inte installeras.
tr: Yardımcı yüklenemedi.
uk: Не вдалося інсталювати помічника.
zh_hans: 未能安装帮助程序。
zh_hant: 無法安裝輔助程式。

source: The helper couldn’t be removed, so Peel stayed where it was.
cs: Pomocníka se nepodařilo odstranit, a tak Peel zůstal na svém místě.
de: Das Hilfsprogramm konnte nicht entfernt werden, daher ist Peel geblieben, wo es war.
es: No se ha podido eliminar el asistente, así que Peel se ha quedado donde estaba.
fr: Impossible de supprimer l’utilitaire : Peel est donc resté à sa place.
it: Impossibile rimuovere l’assistente, quindi Peel è rimasto dov’era.
ja: ヘルパーを取り除けなかったため、Peelは移動しませんでした。
ko: 보조 프로그램을 제거할 수 없었으므로 Peel은 원래 위치에 그대로 있습니다.
nl: Het hulpprogramma kon niet worden verwijderd, dus Peel is gebleven waar het was.
pl: Nie udało się odinstalować pomocnika, więc Peel pozostał na miejscu.
pt: Não foi possível remover o auxiliar, então o Peel ficou onde estava.
ro: Instrumentul de ajutor nu a putut fi eliminat, așa că Peel a rămas unde era.
ru: Не удалось удалить помощника, поэтому Peel остался на месте.
sv: Hjälpprogrammet kunde inte tas bort, så Peel stannade där den var.
tr: Yardımcı kaldırılamadı, bu yüzden Peel olduğu yerde kaldı.
uk: Не вдалося вилучити помічника, тож Peel лишилася на місці.
zh_hans: 未能移除帮助程序，因此Peel仍留在原处。
zh_hant: 無法移除輔助程式，因此Peel保留在原處。

source: The helper couldn’t be repaired.
cs: Pomocníka nelze opravit.
de: Das Hilfsprogramm konnte nicht repariert werden.
es: No se ha podido reparar el asistente.
fr: Impossible de réparer l’utilitaire.
it: Impossibile riparare l’assistente.
ja: ヘルパーを修復できませんでした。
ko: 보조 프로그램을 복구할 수 없습니다.
nl: Het hulpprogramma kon niet worden hersteld.
pl: Nie udało się naprawić pomocnika.
pt: Não foi possível reparar o auxiliar.
ro: Instrumentul de ajutor nu a putut fi reparat.
ru: Не удалось исправить помощника.
sv: Hjälpprogrammet kunde inte repareras.
tr: Yardımcı onarılamadı.
uk: Не вдалося полагодити помічника.
zh_hans: 未能修复帮助程序。
zh_hant: 無法修復輔助程式。

source: The helper couldn’t be uninstalled.
cs: Pomocníka nelze odinstalovat.
de: Das Hilfsprogramm konnte nicht deinstalliert werden.
es: No se ha podido desinstalar el asistente.
fr: Impossible de désinstaller l’utilitaire.
it: Impossibile disinstallare l’assistente.
ja: ヘルパーをアンインストールできませんでした。
ko: 보조 프로그램을 제거할 수 없습니다.
nl: Het hulpprogramma kon niet worden gedeïnstalleerd.
pl: Nie udało się odinstalować pomocnika.
pt: Não foi possível desinstalar o auxiliar.
ro: Instrumentul de ajutor nu a putut fi dezinstalat.
ru: Не удалось удалить помощника.
sv: Hjälpprogrammet kunde inte avinstalleras.
tr: Yardımcının yüklemesi kaldırılamadı.
uk: Не вдалося деінсталювати помічника.
zh_hans: 未能卸载帮助程序。
zh_hant: 無法解除安裝輔助程式。

source: The icon stays still while the app starts.
cs: Ikona zůstane během spouštění aplikace v klidu.
de: Das Symbol bleibt ruhig, während die App startet.
es: El icono se queda quieto mientras se abre la app.
fr: L’icône reste immobile pendant le lancement de l’app.
it: L’icona resta ferma mentre l’app si avvia.
ja: アプリの起動中も、アイコンは動きません。
ko: 앱이 시작되는 동안 아이콘이 움직이지 않습니다.
nl: Het symbool blijft stil terwijl de app start.
pl: Ikona pozostaje nieruchoma podczas uruchamiania aplikacji.
pt: O ícone fica parado enquanto o app inicia.
ro: Pictograma stă nemișcată cât timp pornește aplicația.
ru: Значок остается неподвижным, пока приложение запускается.
sv: Symbolen står stilla medan appen startar.
tr: Uygulama açılırken simge yerinde durur.
uk: Іконка лишається нерухомою, поки програма запускається.
zh_hans: App启动时图标保持静止。
zh_hant: App啟動時，圖像會保持不動。

source: The items are in the Trash. You can drag them back out in Finder.
cs: Položky jsou v koši. Ve Finderu je můžete přetáhnout zpět ven.
de: Die Objekte sind im Papierkorb. Du kannst sie im Finder wieder herausziehen.
es: Los ítems están en la papelera. Puedes sacarlos arrastrándolos en el Finder.
fr: Les éléments sont dans la corbeille. Vous pouvez les en sortir dans le Finder, en les faisant glisser.
it: Gli elementi sono nel Cestino. Puoi trascinarli fuori nel Finder.
ja: 項目はゴミ箱にあります。Finderでドラッグして取り出せます。
ko: 항목은 휴지통에 있습니다. Finder에서 드래그하여 꺼낼 수 있습니다.
nl: De onderdelen staan in de prullenmand. Je kunt ze in Finder er weer uit slepen.
pl: Te rzeczy są w Koszu. Możesz przeciągnąć je z Kosza w Finderze.
pt: Os itens estão no Lixo. Você pode arrastá-los para fora no Finder.
ro: Articolele sunt în Coș. În Finder, le puteți trage afară de acolo.
ru: Объекты находятся в Корзине. В Finder их можно перетащить из Корзины обратно.
sv: Objekten ligger i papperskorgen. Du kan dra ut dem igen i Finder.
tr: Öğeler Çöp Sepeti’nde. Onları Finder’da sürükleyerek dışarı çıkarabilirsiniz.
uk: Елементи в Смітнику. У Finder їх можна перетягнути зі Смітника назад.
zh_hans: 这些项目已在废纸篓中。你可以在“访达”中将它们拖出来。
zh_hant: 這些項目在「垃圾桶」中。你可以在Finder中將它們拖出來。

source: The last removal couldn’t be recorded
cs: Poslední odstranění se nepodařilo zaznamenat
de: Das zuletzt Entfernte konnte nicht aufgezeichnet werden
es: No se ha podido registrar la última eliminación
fr: Impossible d’enregistrer la dernière suppression
it: Impossibile registrare l’ultima rimozione
ja: 前回ゴミ箱に入れた項目を記録できませんでした
ko: 마지막 제거 내역을 기록할 수 없음
nl: De laatste verwijdering kon niet worden geregistreerd
pl: Nie udało się zapisać ostatniego przeniesienia do Kosza
pt: Não foi possível registrar a última remoção
ro: Ultima eliminare nu a putut fi înregistrată
ru: Не удалось записать последнее удаление
sv: Den senaste borttagningen kunde inte föras in
tr: Son kaldırma işlemi kaydedilemedi
uk: Не вдалося записати останнє вилучення
zh_hans: 未能记录上一次移除
zh_hant: 無法記錄上一次的移除

source: The latest release of Peel itself. Peel says when a new one is out and downloads nothing.
cs: Nejnovější vydání samotného Peelu. Peel dá vědět, když vyjde nové, a nic nestahuje.
de: Die neueste Version von Peel selbst. Peel zeigt an, wenn eine neue verfügbar ist, und lädt nichts.
es: La versión más reciente del propio Peel. Peel avisa cuando sale una nueva y no descarga nada.
fr: La dernière version de Peel lui-même. Peel indique quand une nouvelle version est disponible et ne télécharge rien.
it: L’ultima versione di Peel stesso. Peel segnala quando ne è disponibile una nuova e non scarica nulla.
ja: Peel自身の最新リリースを確認します。新しいリリースが公開されたときに知らせますが、何もダウンロードしません。
ko: Peel 자체의 최신 릴리즈 정보입니다. Peel은 새로운 버전이 출시되면 알려 주며, 아무것도 다운로드하지 않습니다.
nl: De nieuwste versie van Peel zelf. Peel laat weten wanneer er een nieuwe is verschenen, en downloadt niets.
pl: Najnowsze wydanie samego Peel. Peel informuje, gdy pojawi się nowe, i niczego nie pobiera.
pt: A versão mais recente do próprio Peel. O Peel avisa quando uma nova está disponível e não baixa nada.
ro: Cea mai recentă versiune a aplicației Peel înseși. Peel vă spune când apare una nouă și nu descarcă nimic.
ru: Последний выпуск самого Peel. Peel сообщает, когда выходит новый, и ничего не загружает.
sv: Den senaste versionen av Peel själv. Peel talar om när en ny version har släppts och hämtar ingenting.
tr: Peel’in kendi en son sürümü. Peel, yeni bir sürüm çıktığında bunu söyler ve hiçbir şey indirmez.
uk: Найновіший випуск самої Peel. Peel повідомляє, коли виходить новий, і нічого не викачує.
zh_hans: Peel本身的最新发布版本。Peel会在有新版本发布时告诉你，但不会下载任何内容。
zh_hant: Peel本身的最新發行版本。Peel會在有新版本推出時告訴你，但不會下載任何內容。

source: The latest version of apps installed from the App Store.
cs: Nejnovější verze aplikací, které jste nainstalovali přes App Store.
de: Die neueste Version von Apps, die aus dem App Store installiert wurden.
es: La versión más reciente de las apps instaladas desde App Store.
fr: La dernière version des apps installées depuis l’App Store.
it: L’ultima versione delle app installate da App Store.
ja: App Storeからインストールしたアプリの最新バージョンを確認します。
ko: App Store에서 설치한 앱의 최신 버전 정보입니다.
nl: De nieuwste versie van apps die uit de App Store zijn geïnstalleerd.
pl: Najnowsza wersja aplikacji zainstalowanych z App Store.
pt: A versão mais recente dos apps instalados pela App Store.
ro: Cea mai recentă versiune a aplicațiilor instalate din App Store.
ru: Последняя версия приложений, установленных из App Store.
sv: Den senaste versionen av appar som har installerats från App Store.
tr: App Store’dan yüklenen uygulamaların en son sürümü.
uk: Найновіша версія програм, інстальованих з App Store.
zh_hans: 从App Store安装的App的最新版本。
zh_hant: 從App Store安裝之App的最新版本。

source: The link points at Peel where it is now, %@, so it breaks if Peel moves. Apps live in the Applications folder.
cs: Odkaz vede na Peel v jeho současném umístění, %@, takže přestane fungovat, když se Peel přesune. Aplikace patří do složky Aplikace.
de: Der Link verweist auf Peel an seinem jetzigen Ort, %@, und funktioniert daher nicht mehr, wenn Peel verschoben wird. Apps gehören in den Ordner „Programme“.
es: El enlace apunta a Peel donde está ahora, %@, así que se rompe si Peel se mueve. Las apps van en la carpeta Aplicaciones.
fr: Le lien pointe vers Peel à son emplacement actuel, %@ : il ne fonctionnera donc plus si Peel est déplacé. La place des apps est dans le dossier Applications.
it: Il link punta a Peel nella sua posizione attuale, %@, quindi smette di funzionare se Peel viene spostato. Le app stanno nella cartella Applicazioni.
ja: リンクは現在のPeelの場所（%@）を指しているため、Peelを移動するとリンクが切れます。アプリは“アプリケーション”フォルダに置くものです。
ko: 링크가 현재 위치(%@)의 Peel을 가리키므로 Peel을 옮기면 링크가 작동하지 않습니다. 앱의 자리는 응용 프로그램 폴더입니다.
nl: De link verwijst naar Peel op de huidige plek, %@, dus de link werkt niet meer als Peel wordt verplaatst. Apps horen in de map 'Apps'.
pl: Dowiązanie wskazuje na Peel w obecnym miejscu, %@, więc przestanie działać, jeśli Peel zostanie przeniesiony. Miejsce aplikacji jest w folderze Aplikacje.
pt: O link aponta para o Peel onde ele está agora, %@, então para de funcionar se o Peel mudar de lugar. Os apps ficam na pasta Aplicativos.
ro: Linkul indică spre Peel acolo unde se află acum, %@, așa că nu va mai funcționa dacă Peel este mutat. Locul aplicațiilor este în dosarul Aplicații.
ru: Ссылка указывает на Peel там, где он находится сейчас (%@), поэтому она перестанет работать, если Peel переместить. Приложениям место в папке «Программы».
sv: Länken pekar på Peel där appen ligger nu, %@, så den slutar fungera om Peel flyttas. Appar hör hemma i mappen Appar.
tr: Bağlantı, Peel’i şu an bulunduğu yerde (%@) gösteriyor, bu yüzden Peel taşınırsa bozulur. Uygulamaların yeri Uygulamalar klasörüdür.
uk: Посилання вказує на Peel там, де вона зараз (%@), тож перестане працювати, якщо Peel переміститься. Місце програм у папці «Програми».
zh_hans: 该链接指向Peel当前所在的位置%@，因此Peel一旦移动，链接就会失效。App应放在“应用程序”文件夹中。
zh_hant: 連結指向Peel目前的位置（%@），因此如果Peel移動，連結就會失效。App應放在「應用程式」檔案夾中。

source: The list couldn’t be saved.
cs: Seznam nelze uložit.
de: Die Liste konnte nicht gesichert werden.
es: No se ha podido guardar la lista.
fr: Impossible d’enregistrer la liste.
it: Impossibile salvare l’elenco.
ja: リストを保存できませんでした。
ko: 목록을 저장할 수 없습니다.
nl: De lijst kon niet worden bewaard.
pl: Nie udało się zachować listy.
pt: Não foi possível salvar a lista.
ro: Lista nu a putut fi salvată.
ru: Не удалось сохранить список.
sv: Listan kunde inte sparas.
tr: Liste kaydedilemedi.
uk: Не вдалося зберегти список.
zh_hans: 未能保存列表。
zh_hant: 無法儲存列表。

source: The list of duplicates and your selection are cleared. No files are moved.
cs: Seznam nalezených duplikátů se vymaže a váš výběr se zruší. Žádné soubory se nepřesunou.
de: Die Liste der gefundenen Duplikate und deine Auswahl werden verworfen. Es werden keine Dateien verschoben.
es: Se vacía la lista de duplicados y se anula tu selección. No se traslada ningún archivo.
fr: La liste des doublons et votre sélection sont effacées. Aucun fichier n’est déplacé.
it: L’elenco dei duplicati viene svuotato e la tua selezione viene annullata. Nessun file viene spostato.
ja: 見つかった重複項目のリストが消去され、選択もすべて解除されます。ファイルが移動されることはありません。
ko: 중복된 항목 목록이 지워지고 선택이 해제됩니다. 어떤 파일도 이동되지 않습니다.
nl: De lijst met dubbele onderdelen wordt gewist en je selectie opgeheven. Er worden geen bestanden verplaatst.
pl: Lista duplikatów i Twoje zaznaczenie zostaną wyczyszczone. Żaden plik nie zostanie przeniesiony.
pt: A lista de duplicatas e a sua seleção são limpas. Nenhum arquivo é movido.
ro: Lista duplicatelor este golită, iar selecția dvs. este anulată. Niciun fișier nu este mutat.
ru: Список найденных дубликатов очищается, а Ваш выбор отменяется. Файлы никуда не перемещаются.
sv: Listan över hittade dubbletter rensas, och det du har markerat avmarkeras. Inga filer flyttas.
tr: Yinelenenlerin listesi ve seçiminiz temizlenir. Hiçbir dosya taşınmaz.
uk: Список знайдених дублікатів буде очищено, а ваш вибір знято. Жодних файлів не буде переміщено.
zh_hans: 重复项列表会被清除，你所选的项目也会被取消选择。不会移动任何文件。
zh_hant: 找到的重複項目列表會清除，你所做的選取也會一併取消。不會移動任何檔案。

source: The list of known vulnerabilities Homebrew checks formulae against.
cs: Seznam známých zranitelností, se kterým Homebrew porovnává formulae.
de: Die Liste bekannter Sicherheitslücken, mit der Homebrew Formulae abgleicht.
es: La lista de vulnerabilidades conocidas con la que Homebrew compara las formulae.
fr: La liste des vulnérabilités connues à laquelle Homebrew compare les formulae.
it: L’elenco delle vulnerabilità note con cui Homebrew confronta le formulae.
ja: Homebrewがformulaeと照合する既知の脆弱性のリストです。
ko: Homebrew가 formulae를 대조하는 알려진 취약점 목록입니다.
nl: De lijst met bekende kwetsbaarheden waarmee Homebrew formulae vergelijkt.
pl: Lista znanych luk w zabezpieczeniach, z którą Homebrew porównuje formulae.
pt: A lista de vulnerabilidades conhecidas com a qual o Homebrew compara as formulae.
ro: Lista de vulnerabilități cunoscute cu care Homebrew compară formulele.
ru: Список известных уязвимостей, с которым Homebrew сверяет formulae.
sv: Listan över kända sårbarheter som Homebrew kontrollerar formulae mot.
tr: Homebrew’un formulae için karşılaştırma yaptığı bilinen güvenlik açıkları listesi.
uk: Список відомих вразливостей, за яким Homebrew перевіряє formulae.
zh_hans: Homebrew用来核对formulae的已知漏洞列表。
zh_hant: Homebrew用來比對formulae的已知漏洞列表。

source: The maker has it. Update from inside the app.
cs: Aktualizaci nabízí výrobce. Aktualizujte přímo v aplikaci.
de: Das Update kommt vom Hersteller. Aktualisiere direkt in der App.
es: El fabricante tiene la actualización. Actualiza desde la propia app.
fr: L’éditeur la propose. Mettez à jour depuis l’app elle-même.
it: L’aggiornamento è disponibile dal produttore. Aggiorna dall’interno dell’app.
ja: アップデートは開発元が提供しています。アプリ内からアップデートしてください。
ko: 제작자가 업데이트를 제공합니다. 앱 안에서 업데이트하십시오.
nl: De maker biedt deze update aan. Werk bij vanuit de app zelf.
pl: Uaktualnienie udostępnia producent. Uaktualnij aplikację z jej poziomu.
pt: O fabricante tem a atualização. Atualize pelo próprio app.
ro: Producătorul o oferă. Actualizați din interiorul aplicației.
ru: Обновление есть у производителя. Установите его из самого приложения.
sv: Tillverkaren har den. Uppdatera inifrån appen.
tr: Güncellemeyi üretici sunuyor. Uygulamanın içinden güncelleyin.
uk: Оновлення є у виробника. Оновіть програму засобами самої програми.
zh_hans: 厂商提供了此更新。请在App内更新。
zh_hant: 廠商有此更新。請從App內更新。

source: The menu bar restarts
cs: Řádek nabídek se restartuje
de: Die Menüleiste wird neu gestartet
es: La barra de menús se reinicia
fr: La barre des menus redémarre
it: La barra dei menu si riavvia
ja: メニューバーが再起動します
ko: 메뉴 막대가 다시 시작됨
nl: De menubalk start opnieuw
pl: Pasek menu uruchamia się ponownie
pt: A barra de menus reinicia
ro: Bara de meniu repornește
ru: Строка меню перезапустится
sv: Menyraden startas om
tr: Menü çubuğu yeniden başlar
uk: Смуга меню перезапускається
zh_hans: 菜单栏会重新启动
zh_hant: 選單列會重新啟動

source: The menu bar restarts.
cs: Řádek nabídek se restartuje.
de: Die Menüleiste wird neu gestartet.
es: La barra de menús se reinicia.
fr: La barre des menus redémarre.
it: La barra dei menu si riavvia.
ja: メニューバーが再起動します。
ko: 메뉴 막대가 다시 시작됩니다.
nl: De menubalk start opnieuw.
pl: Pasek menu uruchamia się ponownie.
pt: A barra de menus reinicia.
ro: Bara de meniu repornește.
ru: Строка меню перезапустится.
sv: Menyraden startas om.
tr: Menü çubuğu yeniden başlar.
uk: Смуга меню перезапускається.
zh_hans: 菜单栏会重新启动。
zh_hant: 選單列會重新啟動。

source: The name leaves out the date and time.
cs: Název nebude obsahovat datum a čas.
de: Der Name enthält weder Datum noch Uhrzeit.
es: El nombre no incluye la fecha ni la hora.
fr: Le nom n’inclut ni la date ni l’heure.
it: Il nome non include data e ora.
ja: 名前に日付と時刻が含まれなくなります。
ko: 이름에 날짜와 시간이 포함되지 않습니다.
nl: De naam bevat geen datum en tijd.
pl: Nazwa nie zawiera daty ani godziny.
pt: O nome deixa de fora a data e a hora.
ro: Numele nu mai include data și ora.
ru: В имени нет даты и времени.
sv: Namnet utelämnar datum och tid.
tr: Ad, tarihi ve saati içermez.
uk: У назві немає дати й часу.
zh_hans: 名称中省略日期和时间。
zh_hant: 名稱中不含日期和時間。
